tap "adoptopenjdk/openjdk"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mongodb/brew"
tap "wix/brew"
brew "glib"
brew "openjdk"
brew "ant"
brew "automake"
brew "bison"
brew "cabal-install"
brew "readline"
brew "ccls"
brew "chruby"
brew "cmake"
brew "docker", link: false
brew "docker-compose", link: false
brew "docker-machine", restart_service: true
brew "doctl"
brew "exa"
brew "gdbm"
brew "ghq"
brew "git"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "haskell-stack"
brew "htop"
brew "libffi"
brew "openssl@1.1"
brew "imagemagick"
brew "krb5"
brew "kubernetes-cli"
brew "lazydocker"
brew "libyaml"
brew "llvm"
brew "lsusb"
brew "macchina"
brew "minicom"
brew "mitmproxy"
brew "qt"
brew "mkvtoolnix"
brew "mkvtomp4"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "nmap"
brew "nvm"
brew "openjdk@11"
brew "peco"
brew "perl"
brew "python-tabulate"
brew "platformio"
brew "postgresql@14"
brew "putty"
brew "qt@5"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby-install"
brew "rust"
brew "rustup-init"
brew "stow"
brew "subversion"
brew "telnet"
brew "tmux"
brew "vim"
brew "watchman"
brew "wget"
brew "wimlib"
brew "youtube-dl"
brew "mongodb/brew/mongodb-community"
brew "wix/brew/applesimutils"
cask "android-ndk"
cask "android-studio"
cask "anki"
cask "balenaetcher"
cask "bitwarden"
cask "brave-browser"
cask "datagrip"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "flipper"
cask "font-hack-nerd-font"
cask "insomnia"
cask "iterm2"
cask "macs-fan-control"
cask "melonds"
cask "microsoft-teams"
cask "mongodb-compass"
cask "notion"
cask "obs"
cask "postman"
cask "steam"
cask "teamviewer"
cask "typora"
cask "viber"
cask "visual-studio-code"
cask "wine-stable"
cask "wireshark"
cask "zoom"
vscode "azemoh.theme-onedark"
vscode "bradlc.vscode-tailwindcss"
vscode "coenraads.bracket-pair-colorizer-2"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "jpoissonnier.vscode-styled-components"
vscode "mechatroner.rainbow-csv"
vscode "mitaki28.vscode-clang"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "platformio.platformio-ide"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "steoates.autoimport"
vscode "sumneko.lua"
vscode "twxs.cmake"
vscode "vscodevim.vim"
