tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "glib"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "doctl"
brew "exa"
brew "ghq"
brew "git"
brew "go"
brew "htop"
brew "imagemagick"
brew "krb5"
brew "kubernetes-cli"
brew "lazydocker"
brew "lsusb"
brew "macchina"
brew "minicom"
brew "mkvtomp4"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "nmap"
brew "node"
brew "nvm"
brew "openjdk"
brew "openjdk@11"
brew "peco"
brew "perl"
brew "platformio"
brew "postgresql", restart_service: true
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rust"
brew "rustup-init"
brew "stow"
brew "subversion"
brew "tmux"
brew "vim"
brew "wget"
brew "wimlib"
brew "yarn"
brew "mongodb/brew/mongodb-community"
cask "anaconda"
cask "android-studio"
cask "arduino"
cask "balenaetcher"
cask "brave-browser"
cask "calibre"
cask "clickup"
cask "datagrip"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "fritzing"
cask "google-chrome"
cask "iterm2"
cask "microsoft-teams"
cask "mongodb-compass"
cask "ngrok"
cask "notion"
cask "obs"
cask "postman"
cask "slack"
cask "stats"
cask "teamviewer"
cask "thunderbird"
cask "virtualbox"
cask "visual-studio-code"
cask "vnc-viewer"
cask "wireshark"
cask "zoom"
